/* NSButton (Bonjour) : <title:Bonjour> (oid:1498) */
"Bonjour" = "Bonjour";

/* NSButton (Bookmarks) : <title:Bookmarks> (oid:1500) */
"Bookmarks" = "Kirjanmerkit";

/* NSBox (Box) : <title:Box> (oid:1507) */
"Box" = "Box";

/* NSMenuItem : <title:Connect to server> (oid:1426) */
"Connect to server" = "Kytkeydy palvelimeen";

/* NSMenu : <title:Copy URL> (oid:1740) */
"Copy URL" = "Kopioi URL";

/* NSMenu : <title:Create Archive> (oid:1546) */
"Create Archive" = "Luo arkisto";

/* NSMenuItem : <title:Delete> (oid:957) */
"Delete" = "Poista";

/* NSMenuItem : <title:Delete Bookmark> (oid:1060) */
"Delete Bookmark" = "Poista kirjanmerkki";

/* NSMenuItem : <title:Download> (oid:955) */
"Download" = "Tuo";

/* NSMenuItem : <title:Download As…> (oid:1054) */
"Download As…" = "Tuo nimellä…";

/* NSMenuItem : <title:Download To…> (oid:1397) */
"Download To…" = "Tuo kansioon…";

/* NSMenuItem : <title:Duplicate Bookmark> (oid:1659) */
"Duplicate Bookmark" = "Duplicate Bookmark";

/* NSMenuItem : <title:Duplicate…> (oid:1293) */
"Duplicate…" = "Monista tiedosto…";

/* NSMenuItem : <title:Edit Bookmark> (oid:1062) */
"Edit Bookmark" = "Muokkaa kirjanmerkkiä";

/* NSMenu : <title:Edit With> (oid:1333) */
"Edit With" = "Muokkaa käyttäen";

/* NSMenuItem : <title:Expand Archive> (oid:1532) */
"Expand Archive" = "Pura arkisto";

/* NSButton (History) : <title:History> (oid:1499) */
"History" = "Historia";

/* NSMenuItem : <title:Hostname> (oid:2140) */
"Hostname" = "Hostname";

/* NSMenuItem : <title:Info> (oid:954) */
"Info" = "Tietoja";

/* NSTabViewItem : <title:List> (oid:1247) */
"List" = "Lista";

/* NSMenu : <title:Menu> (oid:1058) */
"Menu" = "Valikko";

/* NSMenuItem : <title:New Bookmark> (oid:1513) */
"New Bookmark" = "Uusi kirjanmerkki";

/* NSMenuItem : <title:New Browser> (oid:1510) */
"New Browser" = "Uusi selain";

/* NSMenuItem : <title:New File…> (oid:1119) */
"New File…" = "Uusi tiedosto…";

/* NSMenuItem : <title:New Folder…> (oid:958) */
"New Folder…" = "Uusi kansio…";

/* NSMenuItem : <title:New Symbolic Link…> (oid:2026) */
"New Symbolic Link…" = "New Symbolic Link…";

/* NSMenuItem : <title:Nickname> (oid:2139) */
"Nickname" = "Nickname";

/* NSMenu : <title:Open URL> (oid:1820) */
"Open URL" = "Avaa selaimessa";

/* NSMenu : <title:OtherViews> (oid:1377) */
"OtherViews" = "OtherViews";

/* NSTabViewItem : <title:Outline> (oid:1245) */
"Outline" = "Luettelo";

/* NSMenuItem : <title:Protocol> (oid:2141) */
"Protocol" = "Protocol";

/* NSMenuItem : <title:Quick Look> (oid:2054) */
"Quick Look" = "Pikakatsele";

/* NSMenuItem : <title:Refresh> (oid:959) */
"Refresh" = "Virkistä";

/* NSMenuItem : <title:Rename…> (oid:1391) */
"Rename…" = "Nimeä uudelleen…";

/* NSMenuItem : <title:Revert> (oid:1627) */
"Revert" = "Palauta";

/* NSMenu : <title:Sort By> (oid:2137) */
"Sort By" = "Lajittele";

/* NSMenuItem : <title:Synchronize…> (oid:1085) */
"Synchronize…" = "Synkronoi…";

/* NSMenuItem : <title:Upload…> (oid:1159) */
"Upload…" = "Vie…";

